tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
brew "curl"
brew "docker", link: false
brew "ffmpeg", args: ["with-sdl2"]
brew "gist"
brew "git"
brew "git-flow"
brew "libtool"
brew "imagemagick"
brew "ipfs"
# brew "memcached"
# brew "libmemcached"
# brew "libusb-compat"
brew "libxml2"
brew "mas"
# brew "mitmproxy"
# brew "mosh"
# brew "mtr"
brew "mysql"
# brew "nmap"
brew "nvm"
brew "openssl@1.1"
brew "ossp-uuid"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "python"
# brew "qemu"
# brew "redis", restart_service: true
# brew "speedtest-cli"
brew "tmux"
brew "utf8proc"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "1password"
cask "alfred"
cask "appzapper"
cask "astro"
cask "adobe-creative-cloud"
cask "amazon-drive"
cask "amazon-music"
cask "anvil"
# cask "arq"
cask "atom"
cask "chromium"
cask "crashplan"
cask "dayone-cli"
cask "duet"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "etcher"
cask "fantastical"
cask "firefox"
cask "geekbench"
cask "github"
cask "google-chrome"
# cask "google-earth-pro"
# cask "grandperspective"
# cask "hyper"
# cask "itch"
cask "iterm2"
cask "java"
cask "joinme"
cask "kitematic"
cask "little-snitch"
cask "livereload"
# cask "lunchy"
cask "macdown"
cask "ngrok"
cask "private-internet-access"
# cask "opera"
cask "setapp"
cask "skitch"
cask "skype"
# cask "soundflower"
cask "spotify"
# cask "steam"
cask "sublime-text"
cask "transmit"
cask "vlc"
cask "wiretap-studio"
mas "CARROT Weather", id: 993487541
mas "GarageBand", id: 682658836
mas "Bear", id: 1091189122
mas "Caffeine", id: 411246225
mas "Day One", id: 1055511498
mas "Frank DeLoupe", id: 530458789
mas "iMovie", id: 408981434
mas "iStat Mini", id: 927292435
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Logic Pro X", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "QuickBooks", id: 640830064
mas "Slack", id: 803453959
mas "Snappy", id: 512617038
mas "SnapRuler", id: 477970167
mas "Speedtest", id: 1153157709
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "WiFi Signal", id: 525912054
# mas "Xcode", id: 497799835
